[
    {"id":2,"title":"Ariel","overview":"Taisto Kasurinen is a Finnish coal miner whose father has just committed suicide and who is framed for a crime he did not commit. In jail, he starts to dream about leaving the country and starting a new life. He escapes from prison but things don't go as planned...","genres":["Drama","Crime","Comedy"],"poster":"https://image.tmdb.org/t/p/w500/ojDg0PGvs6R9xYFodRct2kdI6wC.jpg","release_date":593395200},
    {"id":5,"title":"Four Rooms","overview":"It's Ted the Bellhop's first night on the job...and the hotel's very unusual guests are about to place him in some outrageous predicaments. It seems that this evening's room service is serving up one unbelievable happening after another.","genres":["Crime","Comedy"],"poster":"https://image.tmdb.org/t/p/w500/75aHn1NOYXh4M7L5shoeQ6NGykP.jpg","release_date":818467200},
    {"id":6,"title":"Judgment Night","overview":"While racing to a boxing match, Frank, Mike, John and Rey get more than they bargained for. A wrong turn lands them directly in the path of Fallon, a vicious, wise-cracking drug lord. After accidentally witnessing Fallon murder a disloyal henchman, the four become his unwilling prey in a savage game of cat & mouse as they are mercilessly stalked through the urban jungle in this taut suspense drama","genres":["Action","Thriller","Crime"],"poster":"https://image.tmdb.org/t/p/w500/rYFAvSPlQUCebayLcxyK79yvtvV.jpg","release_date":750643200},
    {"id":11,"title":"Star Wars","overview":"Princess Leia is captured and held hostage by the evil Imperial forces in their effort to take over the galactic Empire. Venturesome Luke Skywalker and dashing captain Han Solo team together with the loveable robot duo R2-D2 and C-3PO to rescue the beautiful princess and restore peace and justice in the Empire.","genres":["Adventure","Action","Science Fiction"],"poster":"https://image.tmdb.org/t/p/w500/6FfCtAuVAW8XJjZ7eWeLibRLWTw.jpg","release_date":233366400},
    {"id":12,"title":"Finding Nemo","overview":"Nemo, an adventurous young clownfish, is unexpectedly taken from his Great Barrier Reef home to a dentist's office aquarium. It's up to his worrisome father Marlin and a friendly but forgetful fish Dory to bring Nemo home -- meeting vegetarian sharks, surfer dude turtles, hypnotic jellyfish, hungry seagulls, and more along the way.","genres":["Animation","Family"],"poster":"https://image.tmdb.org/t/p/w500/eHuGQ10FUzK1mdOY69wF5pGgEf5.jpg","release_date":1054252800},
    {"id":13,"title":"Forrest Gump","overview":"A man with a low IQ has accomplished great things in his life and been present during significant historic events—in each case, far exceeding what anyone imagined he could do. But despite all he has achieved, his one true love eludes him.","genres":["Comedy","Drama","Romance"],"poster":"https://image.tmdb.org/t/p/w500/h5J4W4veyxMXDMjeNxZI46TsHOb.jpg","release_date":773452800},
    {"id":14,"title":"American Beauty","overview":"Lester Burnham, a depressed suburban father in a mid-life crisis, decides to turn his hectic life around after developing an infatuation with his daughter's attractive friend.","genres":["Drama"],"poster":"https://image.tmdb.org/t/p/w500/wby9315QzVKdW9BonAefg8jGTTb.jpg","release_date":937353600},
    {"id":15,"title":"Citizen Kane","overview":"Newspaper magnate, Charles Foster Kane is taken from his mother as a boy and made the ward of a rich industrialist. As a result, every well-meaning, tyrannical or self-destructive move he makes for the rest of his life appears in some way to be a reaction to that deeply wounding event.","genres":["Mystery","Drama"],"poster":"https://image.tmdb.org/t/p/w500/zO5OI25cieQ6ncpvGOD4U72vi1o.jpg","release_date":-905990400},
    {"id":16,"title":"Dancer in the Dark","overview":"Selma, a Czech immigrant on the verge of blindness, struggles to make ends meet for herself and her son, who has inherited the same genetic disorder and will suffer the same fate without an expensive operation. When life gets too difficult, Selma learns to cope through her love of musicals, escaping life's troubles - even if just for a moment - by dreaming up little numbers to the rhythmic beats of her surroundings.","genres":["Drama","Crime"],"poster":"https://image.tmdb.org/t/p/w500/9rsivF4sWfmBzrNr4LPu6TNJhXX.jpg","release_date":958521600},
    {"id":17,"title":"The Dark","overview":"Adèle and her daughter Sarah are traveling on the Welsh coastline to see her husband James when Sarah disappears. A different but similar looking girl appears who says she died in a past time. Adèle tries to discover what happened to her daughter as she is tormented by Celtic mythology from the past.","genres":["Horror","Thriller","Mystery"],"poster":"https://image.tmdb.org/t/p/w500/wZeBHVnCvaS2bwkb8jFQ0PwZwXq.jpg","release_date":1127865600},
    {"id":18,"title":"The Fifth Element","overview":"In 2257, a taxi driver is unintentionally given the task of saving a young girl who is part of the key that will ensure the survival of humanity.","genres":["Adventure","Fantasy","Action","Thriller","Science Fiction"],"poster":"https://image.tmdb.org/t/p/w500/fPtlCO1yQtnoLHOwKtWz7db6RGU.jpg","release_date":862531200},
    {"id":19,"title":"Metropolis","overview":"In a futuristic city sharply divided between the working class and the city planners, the son of the city's mastermind falls in love with a working class prophet who predicts the coming of a savior to mediate their differences.","genres":["Drama","Science Fiction"],"poster":"https://image.tmdb.org/t/p/w500/hUK9rewffKGqtXynH5SW3v9hzcu.jpg","release_date":-1353888000},
    {"id":20,"title":"My Life Without Me","overview":"A fatally ill mother with only two months to live creates a list of things she wants to do before she dies without telling her family of her illness.","genres":["Drama","Romance"],"poster":"https://image.tmdb.org/t/p/w500/sFSkn5rrQqXJkRNa2rMWqzmEuhR.jpg","release_date":1046995200},
    {"id":21,"title":"The Endless Summer","overview":"Bruce Brown's The Endless Summer is one of the first and most influential surf movies of all time. The film documents American surfers Mike Hynson and Robert August as they travel the world during California’s winter (which, back in 1965 was off-season for surfing) in search of the perfect wave and ultimately, an endless summer.","genres":["Documentary"],"poster":"https://image.tmdb.org/t/p/w500/5W5uaqQ7NZTwoDMKO4AtdcahHex.jpg","release_date":-111974400},
    {"id":22,"title":"Pirates of the Caribbean: The Curse of the Black Pearl","overview":"Jack Sparrow, a freewheeling 18th-century pirate, quarrels with a rival pirate bent on pillaging Port Royal. When the governor's daughter is kidnapped, Sparrow decides to help the girl's love save her.","genres":["Adventure","Fantasy","Action"],"poster":"https://image.tmdb.org/t/p/w500/z8onk7LV9Mmw6zKz4hT6pzzvmvl.jpg","release_date":1057708800},
    {"id":24,"title":"Kill Bill: Vol. 1","overview":"An assassin is shot by her ruthless employer, Bill, and other members of their assassination circle – but she lives to plot her vengeance.","genres":["Action","Crime"],"poster":"https://image.tmdb.org/t/p/w500/v7TaX8kXMXs5yFFGR41guUDNcnB.jpg","release_date":1065744000},
    {"id":25,"title":"Jarhead","overview":"Jarhead is a film about a US Marine Anthony Swofford’s experience in the Gulf War. After putting up with an arduous boot camp, Swofford and his unit are sent to the Persian Gulf where they are eager to fight, but are forced to stay back from the action. Swofford struggles with the possibility of his girlfriend cheating on him, and as his mental state deteriorates, his desire to kill increases.","genres":["Drama","War"],"poster":"https://image.tmdb.org/t/p/w500/4rCzaZy5Qkvxh5xaVpHriXSLTgC.jpg","release_date":1131062400},
    {"id":27,"title":"9 Songs","overview":"Matt, a young glaciologist, soars across the vast, silent, icebound immensities of the South Pole as he recalls his love affair with Lisa. They meet at a mobbed rock concert in a vast music hall - London's Brixton Academy. They are in bed at night's end. Together, over a period of several months, they pursue a mutual sexual passion whose inevitable stages unfold in counterpoint to nine live-concert songs.","genres":["Drama","Music","Romance"],"poster":"https://image.tmdb.org/t/p/w500/91O7z0vo7MiNWd5xD2BoivwbQsb.jpg","release_date":1084665600},
    {"id":28,"title":"Apocalypse Now","overview":"At the height of the Vietnam war, Captain Benjamin Willard is sent on a dangerous mission that, officially, \"does not exist, nor will it ever exist.\" His goal is to locate - and eliminate - a mysterious Green Beret Colonel named Walter Kurtz, who has been leading his personal army on illegal guerrilla missions into enemy territory.","genres":["Drama","War"],"poster":"https://image.tmdb.org/t/p/w500/gQB8Y5RCMkv2zwzFHbUJX3kAhvA.jpg","release_date":303523200},
    {"id":30,"title":"Magnetic Rose","overview":"Koji Morimato’s animated science fiction short story about how the border between reality and illusion on a space station becomes blurry.","genres":["Animation","Science Fiction"],"poster":"https://image.tmdb.org/t/p/w500/gSuHDeWemA1menrwfMRChnSmMVN.jpg","release_date":819676800},
    {"id":33,"title":"Unforgiven","overview":"William Munny is a retired, once-ruthless killer turned gentle widower and hog farmer. To help support his two motherless children, he accepts one last bounty-hunter mission to find the men who brutalized a prostitute. Joined by his former partner and a cocky greenhorn, he takes on a corrupt sheriff.","genres":["Western"],"poster":"https://image.tmdb.org/t/p/w500/yKyLJmRAtyXEEYKOvPhKHXIcPq9.jpg","release_date":713145600},
    {"id":35,"title":"The Simpsons Movie","overview":"After Homer accidentally pollutes the town's water supply, Springfield is encased in a gigantic dome by the EPA and the Simpsons are declared fugitives.","genres":["Animation","Comedy","Family"],"poster":"https://image.tmdb.org/t/p/w500/s3b8TZWwmkYc2KoJ5zk77qB6PzY.jpg","release_date":1185321600},
    {"id":38,"title":"Eternal Sunshine of the Spotless Mind","overview":"Joel Barish, heartbroken that his girlfriend underwent a procedure to erase him from her memory, decides to do the same. However, as he watches his memories of her fade away, he realises that he still loves her, and may be too late to correct his mistake.","genres":["Science Fiction","Drama","Romance"],"poster":"https://image.tmdb.org/t/p/w500/xFuIVB1aPb29vq0G0X9E5p7LuhN.jpg","release_date":1079654400},
    {"id":55,"title":"Amores Perros","overview":"A fatalistic car crash in Mexico City sets off a chain of events in the lives of three persons: a young man aching to run off with his sister-in-law, a supermodel, and a homeless man. Their lives are catapulted into unforeseen circumstances instigated by the seemingly inconsequential destiny of a dog.","genres":["Drama","Thriller"],"poster":"https://image.tmdb.org/t/p/w500/n3QrQvLM7lZ9AGExvG89OREkCXW.jpg","release_date":961113600},
    {"id":58,"title":"Pirates of the Caribbean: Dead Man's Chest","overview":"Captain Jack Sparrow works his way out of a blood debt with the ghostly Davy Jones to avoid eternal damnation.","genres":["Adventure","Fantasy","Action"],"poster":"https://image.tmdb.org/t/p/w500/l3peI54mf6Z9EBSvS3hnRmOBbFT.jpg","release_date":1152144000},
    {"id":59,"title":"A History of Violence","overview":"An average family is thrust into the spotlight after the father commits a seemingly self-defense murder at his diner.","genres":["Drama","Thriller","Crime"],"poster":"https://image.tmdb.org/t/p/w500/rrc6GiAKHDrUjp8OmdVng9hRWBn.jpg","release_date":1127433600},
    {"id":62,"title":"2001: A Space Odyssey","overview":"Humanity finds a mysterious object buried beneath the lunar surface and sets off to find its origins with the help of HAL 9000, the world's most advanced super computer.","genres":["Science Fiction","Mystery","Adventure"],"poster":"https://image.tmdb.org/t/p/w500/ve72VxNqjGM69Uky4WTo2bK6rfq.jpg","release_date":-55209600},
    {"id":63,"title":"Twelve Monkeys","overview":"In the year 2035, convict James Cole reluctantly volunteers to be sent back in time to discover the origin of a deadly virus that wiped out nearly all of the earth's population and forced the survivors into underground communities. But when Cole is mistakenly sent to 1990 instead of 1996, he's arrested and locked up in a mental hospital. There he meets psychiatrist Dr. Kathryn Railly, and patient Jeffrey Goines, the son of a famous virus expert, who may hold the key to the mysterious rogue group, the Army of the 12 Monkeys, thought to be responsible for unleashing the killer disease.","genres":["Science Fiction","Thriller","Mystery"],"poster":"https://image.tmdb.org/t/p/w500/fCZnJSARoTbLefr9ThwWBSkJ7oR.jpg","release_date":820195200},
    {"id":64,"title":"Talk to Her","overview":"Two men share an odd friendship while they care for two women who are both in deep comas.","genres":["Drama","Romance"],"poster":"https://image.tmdb.org/t/p/w500/ePERgbqEI1sYTzSVIHDYD9MJ1IS.jpg","release_date":1016064000},
    {"id":65,"title":"8 Mile","overview":"The setting is Detroit in 1995. The city is divided by 8 Mile, a road that splits the town in half along racial lines. A young white rapper, Jimmy \"B-Rabbit\" Smith Jr. summons strength within himself to cross over these arbitrary boundaries to fulfill his dream of success in hip hop. With his pal Future and the three one third in place, all he has to do is not choke.","genres":["Music","Drama"],"poster":"https://image.tmdb.org/t/p/w500/7BmQj8qE1FLuLTf7Xjf9sdIHzoa.jpg","release_date":1036713600},
    {"id":66,"title":"Absolute Power","overview":"A master thief coincidentally is robbing a house where a murder—in which the President of The United States is involved—occurs in front of his eyes. He is forced to run, while holding evidence that could convict the President.","genres":["Crime","Drama","Action"],"poster":"https://image.tmdb.org/t/p/w500/xX9gmwtnTi0Y8WcTF7Jsg9Hdp6W.jpg","release_date":855878400},
    {"id":67,"title":"Paradise Now","overview":"Two childhood friends are recruited for a suicide bombing in Tel Aviv.","genres":["Thriller","Crime","Drama"],"poster":"https://image.tmdb.org/t/p/w500/qWZkYa8VdcDZk8uzRB2PfhpM9IL.jpg","release_date":1108339200},
    {"id":68,"title":"Brazil","overview":"Low-level bureaucrat Sam Lowry escapes the monotony of his day-to-day life through a recurring daydream of himself as a virtuous hero saving a beautiful damsel. Investigating a case that led to the wrongful arrest and eventual death of an innocent man instead of wanted terrorist Harry Tuttle, he meets the woman from his daydream, and in trying to help her gets caught in a web of mistaken identities, mindless bureaucracy and lies.","genres":["Comedy","Science Fiction"],"poster":"https://image.tmdb.org/t/p/w500/d0PibPzCK4fVikjoD1PqHovbvkt.jpg","release_date":477705600},
    {"id":69,"title":"Walk the Line","overview":"A chronicle of country music legend Johnny Cash's life, from his early days on an Arkansas cotton farm to his rise to fame with Sun Records in Memphis, where he recorded alongside Elvis Presley, Jerry Lee Lewis and Carl Perkins.","genres":["Drama","Music","Romance"],"poster":"https://image.tmdb.org/t/p/w500/zMkD6FVikyPNnigoupO7vD5ti9p.jpg","release_date":1126569600},
    {"id":70,"title":"Million Dollar Baby","overview":"Despondent over a painful estrangement from his daughter, trainer Frankie Dunn isn't prepared for boxer Maggie Fitzgerald to enter his life. But Maggie's determined to go pro and to convince Dunn and his cohort to help her.","genres":["Drama"],"poster":"https://image.tmdb.org/t/p/w500/jcfEqKdWF1zeyvECPqp3mkWLct2.jpg","release_date":1103068800},
    {"id":71,"title":"Billy Elliot","overview":"Set against the background of the 1984 Miners' Strike, 11-year-old Billy Elliot stumbles out of the boxing ring and onto the ballet floor. He faces many trials and triumphs as he strives to conquer his family's set ways, inner conflict, and standing on his toes.","genres":["Drama","Comedy","Music"],"poster":"https://image.tmdb.org/t/p/w500/yvvDDdxNy1aYzG5OPVEVTsfCqdq.jpg","release_date":958608000},
    {"id":73,"title":"American History X","overview":"Derek Vineyard is paroled after serving 3 years in prison for killing two African-American men. Through his brother, Danny Vineyard's narration, we learn that before going to prison, Derek was a skinhead and the leader of a violent white supremacist gang that committed acts of racial crime throughout L.A. and his actions greatly influenced Danny. Reformed and fresh out of prison, Derek severs contact with the gang and becomes determined to keep Danny from going down the same violent path as he did.","genres":["Drama"],"poster":"https://image.tmdb.org/t/p/w500/c2gsmSQ2Cqv8zosqKOCwRS0GFBS.jpg","release_date":909705600},
    {"id":74,"title":"War of the Worlds","overview":"Ray Ferrier is a divorced dockworker and less-than-perfect father. Soon after his ex-wife and her new husband drop off his teenage son and young daughter for a rare weekend visit, a strange and powerful lightning storm touches down.","genres":["Adventure","Thriller","Science Fiction"],"poster":"https://image.tmdb.org/t/p/w500/6Biy7R9LfumYshur3YKhpj56MpB.jpg","release_date":1119916800},
    {"id":75,"title":"Mars Attacks!","overview":"'We come in peace' is not what those green men from Mars mean when they invade our planet, armed with irresistible weapons and a cruel sense of humor.  This star studded cast must play victim to the alien’s fun and games in this comedy homage to science fiction films of the '50s and '60s.","genres":["Comedy","Fantasy","Science Fiction"],"poster":"https://image.tmdb.org/t/p/w500/hll4O5vSAfnZDb6JbnP06GPtz7b.jpg","release_date":850348800},
    {"id":76,"title":"Before Sunrise","overview":"On his way to Vienna, American Jesse meets Céline, a student returning to Paris. After long conversations forge a surprising connection between them, Jesse convinces Celine to get off the train with him in Vienna. Since his flight to the U.S. departs the next morning and he has no money for lodging, they wander the city together, taking in the experiences of Vienna and each other.","genres":["Drama","Romance"],"poster":"https://image.tmdb.org/t/p/w500/6KWnXYoV1htDT3TGYdFWucfTt6t.jpg","release_date":791164800},
    {"id":77,"title":"Memento","overview":"Leonard Shelby is tracking down the man who raped and murdered his wife. The difficulty of locating his wife's killer, however, is compounded by the fact that he suffers from a rare, untreatable form of short-term memory loss. Although he can recall details of life before his accident, Leonard cannot remember what happened fifteen minutes ago, where he's going, or why.","genres":["Mystery","Thriller"],"poster":"https://image.tmdb.org/t/p/w500/yuNs09hvpHVU1cBTCAk9zxsL2oW.jpg","release_date":971222400},
    {"id":78,"title":"Blade Runner","overview":"In the smog-choked dystopian Los Angeles of 2019, blade runner Rick Deckard is called out of retirement to terminate a quartet of replicants who have escaped to Earth seeking their creator for a way to extend their short life spans.","genres":["Science Fiction","Drama","Thriller"],"poster":"https://image.tmdb.org/t/p/w500/qLX91FhHWCVrxDVsw0g2UD5c3Zk.jpg","release_date":393811200},
    {"id":79,"title":"Hero","overview":"One man defeated three assassins who sought to murder the most powerful warlord in pre-unified China.","genres":["Drama","Adventure","Action","History"],"poster":"https://image.tmdb.org/t/p/w500/vxgZto2Cz7ILHAlmRXt50I2brB2.jpg","release_date":1027296000},
    {"id":80,"title":"Before Sunset","overview":"Nine years later, Jesse travels across Europe giving readings from a book he wrote about the night he spent in Vienna with Celine. After his reading in Paris, Celine finds him, and they spend part of the day together before Jesse has to again leave for a flight. They are both in relationships now, and Jesse has a son, but as their strong feelings for each other start to return, both confess a longing for more.","genres":["Drama","Romance"],"poster":"https://image.tmdb.org/t/p/w500/gycdE1ARByGQcK4fYR2mgpU6OO.jpg","release_date":1076371200},
    {"id":81,"title":"Nausicaä of the Valley of the Wind","overview":"After a global war, the seaside kingdom known as the Valley of the Wind remains one of the last strongholds on Earth untouched by a poisonous jungle and the powerful insects that guard it. Led by the courageous Princess Nausicaä, the people of the Valley engage in an epic struggle to restore the bond between humanity and Earth.","genres":["Adventure","Animation","Fantasy"],"poster":"https://image.tmdb.org/t/p/w500/sIpcATxMrKHRRUJAGI5UIUT7XMG.jpg","release_date":447811200},
    {"id":82,"title":"Miami Vice","overview":"A case involving drug lords and murder in South Florida takes a personal turn for undercover detectives Sonny Crockett and Ricardo Tubbs. Unorthodox Crockett gets involved romantically with the Chinese-Cuban wife of a trafficker of arms and drugs, while Tubbs deals with an assault on those he loves.","genres":["Action","Crime","Thriller"],"poster":"https://image.tmdb.org/t/p/w500/iJPSls4taB09EUKtLj6FjFSprb3.jpg","release_date":1153958400},
    {"id":83,"title":"Open Water","overview":"Two divers are left out at sea without a boat. There’s nothing but water for miles, unless they look at what’s underneath them...","genres":["Drama","Thriller","Horror"],"poster":"https://image.tmdb.org/t/p/w500/eGcdNjswlKwdJRyStR7zEMVAKWN.jpg","release_date":1091750400},
    {"id":85,"title":"Raiders of the Lost Ark","overview":"When Dr. Indiana Jones – the tweed-suited professor who just happens to be a celebrated archaeologist – is hired by the government to locate the legendary Ark of the Covenant, he finds himself up against the entire Nazi regime.","genres":["Adventure","Action"],"poster":"https://image.tmdb.org/t/p/w500/ceG9VzoRAVGwivFU403Wc3AHRys.jpg","release_date":361152000},
    {"id":86,"title":"The Elementary Particles","overview":"Based on Michel Houellebecq's controversial novel, Atomised (aka The Elementary Particles) focuses on Michael and Bruno, two very different half-brothers and their disturbed sexuality.  After a chaotic childhood with a hippie mother only caring for her affairs, Michael, a molecular biologist, is more interested in genes than women, while Bruno is obsessed with his sexual desires, but mostly finds his satisfaction with prostitutes.  But Bruno's life changes when he gets to know the experienced Christiane.  In the meantime, Michael meets Annabelle, the love of his youth, again.","genres":["Drama","Romance"],"poster":"https://image.tmdb.org/t/p/w500/wpGpR7GewyApPgqPvuWadBAfmFc.jpg","release_date":1139529600},
    {"id":87,"title":"Indiana Jones and the Temple of Doom","overview":"After arriving in India, Indiana Jones is asked by a desperate village to find a mystical stone. He agrees – and stumbles upon a secret cult plotting a terrible plan in the catacombs of an ancient palace.","genres":["Adventure","Action"],"poster":"https://image.tmdb.org/t/p/w500/wu0m7HiZyZr4pOp8IpnFHNvGkVV.jpg","release_date":454118400},
    {"id":88,"title":"Dirty Dancing","overview":"Expecting the usual tedium that accompanies a summer in the Catskills with her family, 17-year-old Frances 'Baby' Houseman is surprised to find herself stepping into the shoes of a professional hoofer—and unexpectedly falling in love.","genres":["Drama","Music","Romance"],"poster":"https://image.tmdb.org/t/p/w500/dvEggyDTTIBDvrUNjTEa9depT0f.jpg","release_date":556502400},
    {"id":89,"title":"Indiana Jones and the Last Crusade","overview":"When Dr. Henry Jones Sr. suddenly goes missing while pursuing the Holy Grail, eminent archaeologist Indiana must team up with Marcus Brody, Sallah and Elsa Schneider to follow in his father's footsteps and stop the Nazis from recovering the power of eternal life.","genres":["Adventure","Action"],"poster":"https://image.tmdb.org/t/p/w500/acgJPtbeXdBaKYAUVdfYLVwKzAC.jpg","release_date":611971200},
    {"id":90,"title":"Beverly Hills Cop","overview":"The heat is on in this fast paced action-comedy starring Eddie Murphy as Axel Foley, a street smart Detroit cop tracking down his best friend's killer in Beverly Hills. Axel quickly learns that his wild style doesn't fit in with the Beverly Hills Police Department, which assigns two officers (Judge Reinhold & John Ashton) to make sure things don't get out of hand. Dragging the stuffy detectives along for the ride, Axel smashes through a huge culture clash in his hilarious, high-speed pursuit of justice. Featuring cameos by Paul Reiser, Bronson Pinchot and Damon Wayans, Beverly Hills Cop is an exhilarating, sidesplitting adventure.","genres":["Action","Comedy","Crime"],"poster":"https://image.tmdb.org/t/p/w500/cCSqo23BEHDcnx7xgFyFqjBykOj.jpg","release_date":470620800},
    {"id":93,"title":"Anatomy of a Murder","overview":"Semi-retired Michigan lawyer Paul Biegler takes the case of Army Lt. Manion, who murdered a local innkeeper after his wife claimed that he raped her. Over the course of an extensive trial, Biegler parries with District Attorney Lodwick and out-of-town prosecutor Claude Dancer to set his client free, but his case rests on the victim's mysterious business partner, who's hiding a dark secret.","genres":["Crime","Drama","Mystery","Thriller"],"poster":"https://image.tmdb.org/t/p/w500/lMWWs7IskGldLfwwnVxHhffsVLw.jpg","release_date":-331516800},
    {"id":95,"title":"Armageddon","overview":"When an asteroid threatens to collide with Earth, NASA honcho Dan Truman determines the only way to stop it is to drill into its surface and detonate a nuclear bomb. This leads him to renowned driller Harry Stamper, who agrees to helm the dangerous space mission provided he can bring along his own hotshot crew. Among them is the cocksure A.J. who Harry thinks isn't good enough for his daughter, until the mission proves otherwise.","genres":["Action","Thriller","Science Fiction","Adventure"],"poster":"https://image.tmdb.org/t/p/w500/qcF8qt8toajvQllOMVRCUqZCxjV.jpg","release_date":899251200},
    {"id":96,"title":"Beverly Hills Cop II","overview":"Axel heads for the land of sunshine and palm trees to find out who shot police Captain Andrew Bogomil. Thanks to a couple of old friends, Axel's investigation uncovers a series of robberies masterminded by a heartless weapons kingpin—and the chase is on.","genres":["Action","Comedy","Crime"],"poster":"https://image.tmdb.org/t/p/w500/yPXAvRwhstvr8gSmAb8sfJTCORS.jpg","release_date":548294400},
    {"id":97,"title":"Tron","overview":"As Kevin Flynn searches for proof that he invented a hit video game, he is 'digitalized' by a laser and finds himself inside 'The Grid', where programs suffer under the tyrannical rule of the Master Control Program (MCP). With the help of a security program called 'TRON', Flynn seeks to free The Grid from the MCP.","genres":["Science Fiction","Action","Adventure"],"poster":"https://image.tmdb.org/t/p/w500/zwSFEczP7AzqugAHHIX3zHniT0t.jpg","release_date":395020800},
    {"id":98,"title":"Gladiator","overview":"In the year 180, the death of emperor Marcus Aurelius throws the Roman Empire into chaos.  Maximus is one of the Roman army's most capable and trusted generals and a key advisor to the emperor.  As Marcus' devious son Commodus ascends to the throne, Maximus is set to be executed.  He escapes, but is captured by slave traders.  Renamed Spaniard and forced to become a gladiator, Maximus must battle to the death with other men for the amusement of paying audiences.","genres":["Action","Drama","Adventure"],"poster":"https://image.tmdb.org/t/p/w500/ehGpN04mLJIrSnxcZBMvHeG0eDc.jpg","release_date":957139200},
    {"id":99,"title":"All About My Mother","overview":"A single mother in Madrid sees her only son die on his birthday as he runs to seek an actress' autograph. Beside herself with grief, she returns to Barcelona to tell the boy's father about the death of the son he never knew he had.","genres":["Comedy","Drama"],"poster":"https://image.tmdb.org/t/p/w500/hjQhzhkGYXPNM96k0mOgob6HMmn.jpg","release_date":924480000},
    {"id":100,"title":"Lock, Stock and Two Smoking Barrels","overview":"A card shark and his unwillingly-enlisted friends need to make a lot of cash quick after losing a sketchy poker match. To do this they decide to pull a heist on a small-time gang who happen to be operating out of the flat next door.","genres":["Comedy","Crime"],"poster":"https://image.tmdb.org/t/p/w500/8kSerJrhrJWKLk1LViesGcnrUPE.jpg","release_date":889056000},
    {"id":101,"title":"Léon: The Professional","overview":"Léon, the top hit man in New York, has earned a rep as an effective \"cleaner\". But when his next-door neighbors are wiped out by a loose-cannon DEA agent, he becomes the unwilling custodian of 12-year-old Mathilda. Before long, Mathilda's thoughts turn to revenge, and she considers following in Léon's footsteps.","genres":["Crime","Drama","Action"],"poster":"https://image.tmdb.org/t/p/w500/jtNOfwZu3zea5grnqpq4nyqXoID.jpg","release_date":779500800},
    {"id":103,"title":"Taxi Driver","overview":"A mentally unstable Vietnam War veteran works as a night-time taxi driver in New York City where the perceived decadence and sleaze feed his urge for violent action, attempting to save a preadolescent prostitute in the process.","genres":["Crime","Drama"],"poster":"https://image.tmdb.org/t/p/w500/ekstpH614fwDX8DUln1a2Opz0N8.jpg","release_date":192672000},
    {"id":104,"title":"Run Lola Run","overview":"Lola receives a phone call from her boyfriend Manni. He lost 100,000 DM in a subway train that belongs to a very bad guy. She has 20 minutes to raise this amount and meet Manni. Otherwise, he will rob a store to get the money. Three different alternatives may happen depending on some minor event along Lola's run.","genres":["Action","Drama","Thriller"],"poster":"https://image.tmdb.org/t/p/w500/v0giIi4bTILVhNhJajet3WWY3FA.jpg","release_date":888883200},
    {"id":105,"title":"Back to the Future","overview":"Eighties teenager Marty McFly is accidentally sent back in time to 1955, inadvertently disrupting his parents' first meeting and attracting his mother's romantic interest. Marty must repair the damage to history by rekindling his parents' romance and - with the help of his eccentric inventor friend Doc Brown - return to 1985.","genres":["Adventure","Comedy","Science Fiction","Family"],"poster":"https://image.tmdb.org/t/p/w500/xlBivetfrtF84Yx0zISShnNtHYe.jpg","release_date":489196800},
    {"id":106,"title":"Predator","overview":"Dutch and his group of commandos are hired by the CIA to rescue downed airmen from guerillas in a Central American jungle. The mission goes well but as they return they find that something is hunting them. Nearly invisible, it blends in with the forest, taking trophies from the bodies of its victims as it goes along. Occasionally seeing through its eyes, the audience sees it is an intelligent alien hunter, hunting them for sport, killing them off one at a time.","genres":["Science Fiction","Action","Adventure","Thriller"],"poster":"https://image.tmdb.org/t/p/w500/9XibNLfmUWCg0PPydmyoCl1KxvF.jpg","release_date":550454400},
    {"id":107,"title":"Snatch","overview":"Illegal boxing promoter Turkish convinces gangster Brick Top to offer bets on bare-knuckle boxer Mickey at his bookie business. When Mickey does not throw his first fight as agreed, an infuriated Brick Top demands another match. Meanwhile, gangster Frankie Four Fingers comes to place a bet for a friend with Brick Top's bookies, as multiple criminals converge on a stolen diamond that Frankie has come to London to sell.","genres":["Crime","Comedy"],"poster":"https://image.tmdb.org/t/p/w500/56mOJth6DJ6JhgoE2jtpilVqJO.jpg","release_date":967766400},
    {"id":108,"title":"Three Colors: Blue","overview":"Julie is haunted by her grief after living through a tragic auto wreck that claimed the life of her composer husband and young daughter. Her initial reaction is to withdraw from her relationships, lock herself in her apartment and suppress her pain. But avoiding human interactions on the bustling streets of Paris proves impossible, and she eventually meets up with Olivier, an old friend who harbors a secret love for her, and who could draw her back to reality.","genres":["Drama"],"poster":"https://image.tmdb.org/t/p/w500/teDQRqy5STEhSvLERfGERBX25Br.jpg","release_date":747446400},
    {"id":109,"title":"Three Colors: White","overview":"Polish immigrant Karol Karol finds himself out of a marriage, a job and a country when his French wife, Dominique, divorces him after six months due to his impotence. Forced to leave France after losing the business they jointly owned, Karol enlists fellow Polish expatriate Mikolah to smuggle him back to their homeland.","genres":["Comedy","Drama","Mystery"],"poster":"https://image.tmdb.org/t/p/w500/4jDSCLCWxHutCAZRve8Kkso2UfA.jpg","release_date":759542400},
    {"id":110,"title":"Three Colors: Red","overview":"Part-time model Valentine meets a retired judge who lives in her neighborhood after she runs over his dog. At first the judge gifts Valentine with the dog, but her possessive boyfriend won't allow her to keep it. When she returns with the dog to the judge's house, she discovers him listening in on his neighbors' phone conversations. At first Valentine is outraged, but her debates with the judge over his behavior soon leads them to form a strange bond.","genres":["Drama","Mystery","Romance"],"poster":"https://image.tmdb.org/t/p/w500/kMWQpGaVdcGf1NfTiwVKtSPaXmI.jpg","release_date":769996800},
    {"id":111,"title":"Scarface","overview":"After getting a green card in exchange for assassinating a Cuban government official, Tony Montana stakes a claim on the drug trade in Miami. Viciously murdering anyone who stands in his way, Tony eventually becomes the biggest drug lord in the state, controlling nearly all the cocaine that comes through Miami. But increased pressure from the police, wars with Colombian drug cartels and his own drug-fueled paranoia serve to fuel the flames of his eventual downfall.","genres":["Action","Crime","Drama","Thriller"],"poster":"https://image.tmdb.org/t/p/w500/iQ5ztdjvteGeboxtmRdXEChJOHh.jpg","release_date":439776000},
    {"id":113,"title":"Spring, Summer, Fall, Winter... and Spring","overview":"An isolated lake, where an old monk lives in a small floating temple. The monk has a young boy living with him, learning to become a monk. We watch as seasons and years pass by.","genres":["Drama"],"poster":"https://image.tmdb.org/t/p/w500/6SQQ5REuAz7k0FMQ9mSCT40T2LN.jpg","release_date":1063929600},
    {"id":114,"title":"Pretty Woman","overview":"When a millionaire wheeler-dealer enters a business contract with a Hollywood hooker Vivian Ward, he loses his heart in the bargain.","genres":["Romance","Comedy"],"poster":"https://image.tmdb.org/t/p/w500/hMVMMy1yDUvdufpTl8J8KKNYaZX.jpg","release_date":638150400},
    {"id":115,"title":"The Big Lebowski","overview":"Jeffrey 'The Dude' Lebowski, a Los Angeles slacker who only wants to bowl and drink White Russians, is mistaken for another Jeffrey Lebowski, a wheelchair-bound millionaire, and finds himself dragged into a strange series of events involving nihilists, adult film producers, ferrets, errant toes, and large sums of money.","genres":["Comedy","Crime"],"poster":"https://image.tmdb.org/t/p/w500/d4J7GotCjvDJBAYayZBTc5nLbbP.jpg","release_date":889142400},
    {"id":116,"title":"Match Point","overview":"Match Point is Woody Allen’s satire of the British High Society and the ambition of a young tennis instructor to enter into it. Yet when he must decide between two women - one assuring him his place in high society, and the other that would take him far from it - palms start to sweat and a dark psychological match in his head begins.","genres":["Drama","Thriller","Crime","Romance"],"poster":"https://image.tmdb.org/t/p/w500/vHjEVTD8ucuwKSFOZJeyAnTZYli.jpg","release_date":1130284800},
    {"id":117,"title":"The Untouchables","overview":"Young Treasury Agent Elliot Ness arrives in Chicago and is determined to take down Al Capone, but it's not going to be easy because Capone has the police in his pocket. Ness meets Jimmy Malone, a veteran patrolman and probably the most honorable one on the force. He asks Malone to help him get Capone, but Malone warns him that if he goes after Capone, he is going to war.","genres":["Crime","Drama","History","Thriller"],"poster":"https://image.tmdb.org/t/p/w500/iK4twY48a1nVCez0qXE5w4JFvXw.jpg","release_date":549676800},
    {"id":118,"title":"Charlie and the Chocolate Factory","overview":"A young boy wins a tour through the most magnificent chocolate factory in the world, led by the world's most unusual candy maker.","genres":["Adventure","Comedy","Family","Fantasy"],"poster":"https://image.tmdb.org/t/p/w500/wfGfxtBkhBzQfOZw4S8IQZgrH0a.jpg","release_date":1121212800},
    {"id":120,"title":"The Lord of the Rings: The Fellowship of the Ring","overview":"Young hobbit Frodo Baggins, after inheriting a mysterious ring from his uncle Bilbo, must leave his home in order to keep it from falling into the hands of its evil creator. Along the way, a fellowship is formed to protect the ringbearer and make sure that the ring arrives at its final destination: Mt. Doom, the only place where it can be destroyed.","genres":["Adventure","Fantasy","Action"],"poster":"https://image.tmdb.org/t/p/w500/6oom5QYQ2yQTMJIbnvbkBL9cHo6.jpg","release_date":1008633600},
    {"id":121,"title":"The Lord of the Rings: The Two Towers","overview":"Frodo and Sam are trekking to Mordor to destroy the One Ring of Power while Gimli, Legolas and Aragorn search for the orc-captured Merry and Pippin. All along, nefarious wizard Saruman awaits the Fellowship members at the Orthanc Tower in Isengard.","genres":["Adventure","Fantasy","Action"],"poster":"https://image.tmdb.org/t/p/w500/5VTN0pR8gcqV3EPUHHfMGnJYN9L.jpg","release_date":1040169600},
    {"id":122,"title":"The Lord of the Rings: The Return of the King","overview":"Aragorn is revealed as the heir to the ancient kings as he, Gandalf and the other members of the broken fellowship struggle to save Gondor from Sauron's forces. Meanwhile, Frodo and Sam take the ring closer to the heart of Mordor, the dark lord's realm.","genres":["Adventure","Fantasy","Action"],"poster":"https://image.tmdb.org/t/p/w500/rCzpDGLbOoPwLjy3OAm5NUPOTrC.jpg","release_date":1070236800},
    {"id":123,"title":"The Lord of the Rings","overview":"The Fellowship of the Ring embark on a journey to destroy the One Ring and end Sauron's reign over Middle-earth.","genres":["Adventure","Animation","Fantasy"],"poster":"https://image.tmdb.org/t/p/w500/4O3s0IGZJirPBecqEnP9qsjlTQw.jpg","release_date":279936000},
    {"id":128,"title":"Princess Mononoke","overview":"Ashitaka, a prince of the disappearing Emishi people, is cursed by a demonized boar god and must journey to the west to find a cure. Along the way, he encounters San, a young human woman fighting to protect the forest, and Lady Eboshi, who is trying to destroy it. Ashitaka must find a way to bring balance to this conflict.","genres":["Adventure","Fantasy","Animation"],"poster":"https://image.tmdb.org/t/p/w500/pdtzEreKvKAlqa2YEBaGwiA45V8.jpg","release_date":868665600},
    {"id":129,"title":"Spirited Away","overview":"A young girl, Chihiro, becomes trapped in a strange new world of spirits. When her parents undergo a mysterious transformation, she must call upon the courage she never knew she had to free her family.","genres":["Animation","Family","Fantasy"],"poster":"https://image.tmdb.org/t/p/w500/39wmItIWsg5sZMyRUHLkWBcuVCM.jpg","release_date":995587200},
    {"id":132,"title":"Gimme Shelter","overview":"The landmark documentary about the tragically ill-fated Rolling Stones free concert at Altamont Speedway on December 6, 1969. Only four months earlier, Woodstock defined the Love Generation; now it lay in ruins on a desolate racetrack six miles outside of San Francisco.","genres":["Documentary","Music"],"poster":"https://image.tmdb.org/t/p/w500/9cQ6TLG89Yv2EMKuxgLRvgLq5nK.jpg","release_date":29289600},
    {"id":134,"title":"O Brother, Where Art Thou?","overview":"In the deep south during the 1930s, three escaped convicts search for hidden treasure while a relentless lawman pursues them. On their journey they come across many comical characters and incredible situations. Based upon Homer's 'Odyssey'.","genres":["Adventure","Comedy","Crime"],"poster":"https://image.tmdb.org/t/p/w500/2YztYilviFCYcEtDAnrOstUWGie.jpg","release_date":967593600},
    {"id":135,"title":"Dont Look Back","overview":"In this wildly entertaining vision of one of the twentieth century’s greatest artists, Bob Dylan is surrounded by teen fans, gets into heated philosophical jousts with journalists, and kicks back with fellow musicians Joan Baez, Donovan, and Alan Price.","genres":["Documentary","Music"],"poster":"https://image.tmdb.org/t/p/w500/eE6LQ1EVkslBwku36564kk6rAOI.jpg","release_date":-82944000},
    {"id":136,"title":"Freaks","overview":"A circus' beautiful trapeze artist agrees to marry the leader of side-show performers, but his deformed friends discover she is only marrying him for his inheritance.","genres":["Drama","Horror"],"poster":"https://image.tmdb.org/t/p/w500/j2dwljljOrLTcnwfKeUBBeNB8t7.jpg","release_date":-1195603200},
    {"id":137,"title":"Groundhog Day","overview":"A narcissistic TV weatherman, along with his attractive-but-distant producer, and his mawkish cameraman, is sent to report on Groundhog Day in the small town of Punxsutawney, where he finds himself repeating the same day over and over.","genres":["Romance","Fantasy","Drama","Comedy"],"poster":"https://image.tmdb.org/t/p/w500/gCgt1WARPZaXnq523ySQEUKinCs.jpg","release_date":729388800},
    {"id":138,"title":"Dracula","overview":"A powerful and ruthless vampire named Count Dracula arrives in London to prey on young, socialite women. Standing in the vampire's way, is a group of concerned men and the enigmatic Dr. Abraham Van Helsing.","genres":["Horror","Drama","Fantasy"],"poster":"https://image.tmdb.org/t/p/w500/sqC71v6rK3r5gSJGS9eqdvUXS3f.jpg","release_date":-1227139200},
    {"id":141,"title":"Donnie Darko","overview":"After narrowly escaping a bizarre accident, a troubled teenager is plagued by visions of a large bunny rabbit that manipulates him to commit a series of crimes.","genres":["Fantasy","Drama","Mystery"],"poster":"https://image.tmdb.org/t/p/w500/fhQoQfejY1hUcwyuLgpBrYs6uFt.jpg","release_date":1004054400},
    {"id":142,"title":"Brokeback Mountain","overview":"Two modern-day cowboys meet on a shepherding job in the summer of '63, the two share a raw and powerful summer together that turns into a lifelong relationship conflict","genres":["Drama","Romance"],"poster":"https://image.tmdb.org/t/p/w500/1A2EU80gL5KXXjjcUZZt8UI4Zot.jpg","release_date":1126310400},
    {"id":143,"title":"All Quiet on the Western Front","overview":"A young soldier faces profound disillusionment in the soul-destroying horror of World War I. Together with several other young German soldiers, he experiences the horrors of war, such evil of which he had not conceived of when signing up to fight. They eventually become sad, tormented, and confused of their purpose.","genres":["Drama","War"],"poster":"https://image.tmdb.org/t/p/w500/yAU6jklJLUjZot3WyvyJrxVdLKb.jpg","release_date":-1252108800},
    {"id":144,"title":"Wings of Desire","overview":"Two angels, Damiel and Cassiel, glide through the streets of Berlin, observing the bustling population, providing invisible rays of hope to the distressed but never interacting with them. When Damiel falls in love with lonely trapeze artist Marion, the angel longs to experience life in the physical world, and finds -- with some words of wisdom from actor Peter Falk -- that it might be possible for him to take human form.","genres":["Drama","Fantasy","Romance"],"poster":"https://image.tmdb.org/t/p/w500/iZQs2vUeCzvS1KfZJ6uYNCGJBBV.jpg","release_date":548208000},
    {"id":145,"title":"Breaking the Waves","overview":"In a small and conservative Scottish village, a woman's paralytic husband convinces her to have extramarital intercourse so she can tell him about it and give him a reason for living.","genres":["Drama","Romance"],"poster":"https://image.tmdb.org/t/p/w500/dQWMcdHXUOSHtr7ypOCa5T79JMS.jpg","release_date":831945600},
    {"id":146,"title":"Crouching Tiger, Hidden Dragon","overview":"Two warriors in pursuit of a stolen sword and a notorious fugitive are led to an impetuous, physically-skilled, teenage nobleman's daughter, who is at a crossroads in her life.","genres":["Adventure","Drama","Action","Romance"],"poster":"https://image.tmdb.org/t/p/w500/iNDVBFNz4XyYzM9Lwip6atSTFqf.jpg","release_date":962841600},
    {"id":147,"title":"The 400 Blows","overview":"For young Parisian boy Antoine Doinel, life is one difficult situation after another. Surrounded by inconsiderate adults, including his neglectful parents, Antoine spends his days with his best friend, Rene, trying to plan for a better life. When one of their schemes goes awry, Antoine ends up in trouble with the law, leading to even more conflicts with unsympathetic authority figures.","genres":["Drama"],"poster":"https://image.tmdb.org/t/p/w500/12PuU23kkDLvTd0nb8hMlE3oShB.jpg","release_date":-333936000},
    {"id":148,"title":"The Secret Life of Words","overview":"A touching story of a deaf girl who is sent to an oil rig to take care of a man who has been blinded in a terrible accident. The girl has a special ability to communicate with the men on board and especially with her patient as they share intimate moments together that will change their lives forever.","genres":["Drama","Romance"],"poster":"https://image.tmdb.org/t/p/w500/5V7i63rodY56cGWmPATxumzj4xv.jpg","release_date":1134604800},
    {"id":149,"title":"Akira","overview":"A secret military project endangers Neo-Tokyo when it turns a biker gang member into a rampaging psychic psychopath that only two teenagers and a group of psychics can stop.","genres":["Animation","Science Fiction","Action"],"poster":"https://image.tmdb.org/t/p/w500/5KlRFKKSbyCiyYpZSS3A6G5bW0K.jpg","release_date":585014400},
    {"id":150,"title":"48 Hrs.","overview":"A hard-nosed cop reluctantly teams up with a wise-cracking criminal temporarily paroled to him, in order to track down a killer.","genres":["Thriller","Action","Comedy","Crime","Drama"],"poster":"https://image.tmdb.org/t/p/w500/wJwoOiZYsugoVaMTMEbFrar5yPS.jpg","release_date":408067200},
    {"id":152,"title":"Star Trek: The Motion Picture","overview":"When a destructive space entity is spotted approaching Earth, Admiral Kirk resumes command of the Starship Enterprise in order to intercept, examine, and hopefully stop it.","genres":["Science Fiction","Adventure","Mystery"],"poster":"https://image.tmdb.org/t/p/w500/ffo56udrkF28ICTv3Xx1S9X6Dw4.jpg","release_date":313372800},
    {"id":153,"title":"Lost in Translation","overview":"Two lost souls visiting Tokyo -- the young, neglected wife of a photographer and a washed-up movie star shooting a TV commercial -- find an odd solace and pensive freedom to be real in each other's company, away from their lives in America.","genres":["Drama","Romance","Comedy"],"poster":"https://image.tmdb.org/t/p/w500/wkSzJs7oMf8MIr9CQVICsvRfwA7.jpg","release_date":1063843200},
    {"id":154,"title":"Star Trek II: The Wrath of Khan","overview":"It is the 23rd century. The Federation Starship U.S.S. Enterprise™ is on routine training maneuvers and Admiral James T. Kirk (William Shatner) seems resigned to the fact that this inspection may well be the last space mission of his career. But Khan is back. Aided by his exiled band of genetic supermen, Khan (Ricardo Montalban) - brilliant renegade of 20th century Earth - has raided Space Station Regula One, stolen a top secret device called Project Genesis, wrested control of another Federation Starship and sets out in pursuit of the Enterprise, determined to let nothing stand in the way of his mission: kill Admiral Kirk... even if it means universal Armageddon.","genres":["Action","Adventure","Science Fiction","Thriller"],"poster":"https://image.tmdb.org/t/p/w500/uPyLsKl8Z0LOoxeaFXsY5MxhR5s.jpg","release_date":391996800},
    {"id":155,"title":"The Dark Knight","overview":"Batman raises the stakes in his war on crime. With the help of Lt. Jim Gordon and District Attorney Harvey Dent, Batman sets out to dismantle the remaining criminal organizations that plague the streets. The partnership proves to be effective, but they soon find themselves prey to a reign of chaos unleashed by a rising criminal mastermind known to the terrified citizens of Gotham as the Joker.","genres":["Drama","Action","Crime","Thriller"],"poster":"https://image.tmdb.org/t/p/w500/qJ2tW6WMUDux911r6m7haRef0WH.jpg","release_date":1216166400},
    {"id":157,"title":"Star Trek III: The Search for Spock","overview":"Admiral Kirk and his bridge crew risk their careers stealing the decommissioned Enterprise to return to the restricted Genesis planet to recover Spock's body.","genres":["Science Fiction","Action","Adventure","Thriller"],"poster":"https://image.tmdb.org/t/p/w500/yqEj0oPfKBMCz7YcCARHDgH7VFm.jpg","release_date":454896000},
    {"id":158,"title":"Knockin' on Heaven's Door","overview":"Two young men, Martin and Rudi, both suffering from terminal cancer, get to know each other in a hospital room. They drown their desperation in tequila and decide to take one last trip to the sea. Drunk and still in pajamas they steal the first fancy car they find, a 60's Mercedes convertible. The car happens to belong to a bunch of gangsters, which immediately start to chase it, since it contains more than the pistol Martin finds in the glove box.","genres":["Comedy","Crime"],"poster":"https://image.tmdb.org/t/p/w500/9pTUCXcMDZurDmZRtOrnk9mjSFH.jpg","release_date":856396800},
    {"id":161,"title":"Ocean's Eleven","overview":"Less than 24 hours into his parole, charismatic thief Danny Ocean is already rolling out his next plan: In one night, Danny's hand-picked crew of specialists will attempt to steal more than $150 million from three Las Vegas casinos. But to score the cash, Danny risks his chances of reconciling with ex-wife, Tess.","genres":["Thriller","Crime"],"poster":"https://image.tmdb.org/t/p/w500/hQQCdZrsHtZyR6NbKH2YyCqd2fR.jpg","release_date":1007683200},
    {"id":162,"title":"Edward Scissorhands","overview":"A small suburban town receives a visit from a castaway unfinished science experiment named Edward.","genres":["Fantasy","Drama","Romance"],"poster":"https://image.tmdb.org/t/p/w500/1RFIbuW9Z3eN9Oxw2KaQG5DfLmD.jpg","release_date":660355200},
    {"id":163,"title":"Ocean's Twelve","overview":"Danny Ocean reunites with his old flame and the rest of his merry band of thieves in carrying out three huge heists in Rome, Paris and Amsterdam – but a Europol agent is hot on their heels.","genres":["Thriller","Crime"],"poster":"https://image.tmdb.org/t/p/w500/4y8WH1lIpXp0qxUWkYmObhuMRIU.jpg","release_date":1102550400},
    {"id":164,"title":"Breakfast at Tiffany's","overview":"The names Audrey Hepburn and Holly Golightly have become synonymous since this dazzling romantic comedy was translated to the screen from Truman Capote’s best-selling novella. Holly is a deliciously eccentric New York City playgirl determined to marry a Brazilian millionaire. George Peppard plays her next-door neighbour, a writer who is “sponsored” by a wealthy Patricia Neal. Guessing who’s the right man for Holly is easy. Seeing just how that romance blossoms is one of the enduring delights of this gem-like treat set to Henry Mancini’s Oscar®-winning score and the Oscar®-winning Mancini-Johnny Mercer song “Moon River.”","genres":["Comedy","Drama","Romance"],"poster":"https://image.tmdb.org/t/p/w500/h3GDLoBUTiVFm4UMrok5tibFwqC.jpg","release_date":-259977600},
    {"id":165,"title":"Back to the Future Part II","overview":"Marty and Doc are at it again in this wacky sequel to the 1985 blockbuster as the time-traveling duo head to 2015 to nip some McFly family woes in the bud. But things go awry thanks to bully Biff Tannen and a pesky sports almanac. In a last-ditch attempt to set things straight, Marty finds himself bound for 1955 and face to face with his teenage parents -- again.","genres":["Adventure","Comedy","Family","Science Fiction"],"poster":"https://image.tmdb.org/t/p/w500/YBawEsTkUZBDajKbd5LiHkmMGf.jpg","release_date":627696000},
    {"id":166,"title":"The Party","overview":"A thirteen-year-old French girl deals with moving to a new city and school in Paris, while at the same time her parents are getting a divorce.","genres":["Drama","Romance","Comedy","Family"],"poster":"https://image.tmdb.org/t/p/w500/qxIbrx8xQuRAoceifhKhAldi5k9.jpg","release_date":345859200},
    {"id":167,"title":"K-PAX","overview":"Prot is a patient at a mental hospital who claims to be from a far away planet. His psychiatrist tries to help him, only to begin to doubt his own explanations.","genres":["Science Fiction","Drama"],"poster":"https://image.tmdb.org/t/p/w500/c8M0ylYFRpQJaxGwPwm3DKK2ltC.jpg","release_date":1003708800},
    {"id":168,"title":"Star Trek IV: The Voyage Home","overview":"It's the 23rd century, and a mysterious alien power is threatening Earth by evaporating the oceans and destroying the atmosphere. In a frantic attempt to save mankind, Kirk and his crew must time travel back to 1986 San Francisco where they find a world of punk, pizza and exact-change buses that are as alien as anything they've ever encountered in the far reaches of the galaxy. A thrilling, action-packed Star Trek adventure!","genres":["Science Fiction","Adventure"],"poster":"https://image.tmdb.org/t/p/w500/xY5TzGXJOB3L9rhZ1MbbPyVlW5J.jpg","release_date":533347200},
    {"id":169,"title":"Predator 2","overview":"Ten years after a band of mercenaries first battled a vicious alien, the invisible creature from another world has returned to Earth—and this time, it’s drawn to the gang-ruled and ravaged city of Los Angeles. When it starts murdering drug dealers, detective-lieutenant Mike Harrigan and his police force set out to capture the creature, ignoring warnings from a mysterious government agent to stay away.","genres":["Science Fiction","Action","Thriller"],"poster":"https://image.tmdb.org/t/p/w500/7OAAsKvYwEq23ppBSq8NfJ0iUuo.jpg","release_date":659059200},
    {"id":170,"title":"28 Days Later","overview":"Twenty-eight days after a killer virus was accidentally unleashed from a British research facility, a small group of London survivors are caught in a desperate struggle to protect themselves from the infected. Carried by animals and humans, the virus turns those it infects into homicidal maniacs -- and it's absolutely impossible to contain.","genres":["Horror","Thriller","Science Fiction"],"poster":"https://image.tmdb.org/t/p/w500/w4SL5hv0qOanrN7GjwNgtjF1RtD.jpg","release_date":1036022400},
    {"id":171,"title":"The Party 2","overview":"A young French teenage girl after moving to a new city falls in love with a boy and is thinking of having sex with him because her girlfriends have already done it.","genres":["Comedy","Romance","Drama"],"poster":"https://image.tmdb.org/t/p/w500/x2oI5CA7lzGwY9NzZCCmZXzFBz7.jpg","release_date":408153600},
    {"id":172,"title":"Star Trek V: The Final Frontier","overview":"The crew of the Federation starship Enterprise is called to Nimbus III, the Planet of Intergalactic Peace. They are to negotiate in a case of kidnapping only to find out that the kidnapper is a relative of Spock. This man is possessed by his life long search for the planet Shaka-Ri which is supposed to be the source of all life. Together they begin to search for this mysterious planet.","genres":["Science Fiction","Action","Adventure","Thriller"],"poster":"https://image.tmdb.org/t/p/w500/uiXr41VLYsuug3CZbFrKLSNahuZ.jpg","release_date":613353600},
    {"id":173,"title":"20,000 Leagues Under the Sea","overview":"A ship sent to investigate a wave of mysterious sinkings encounters the advanced submarine, the Nautilus, commanded by Captain Nemo.","genres":["Adventure","Drama","Family","Fantasy","Science Fiction"],"poster":"https://image.tmdb.org/t/p/w500/heAEH85fdxEgV98LizHbQCL95iZ.jpg","release_date":-474163200},
    {"id":174,"title":"Star Trek VI: The Undiscovered Country","overview":"After years of war, the Federation and the Klingon empire find themselves on the brink of a peace summit when a Klingon ship is nearly destroyed by an apparent attack from the Enterprise. Both worlds brace for what may be their dealiest encounter.","genres":["Science Fiction","Action","Adventure","Thriller"],"poster":"https://image.tmdb.org/t/p/w500/tvTOJD7Gz668GLy2nNdLRQvpPsv.jpg","release_date":691977600},
    {"id":175,"title":"The Big Blue","overview":"Two men answer the call of the ocean in this romantic fantasy-adventure.  Jacques and Enzo are a pair of friends who have been close since childhood, and who share a passion for the dangerous sport of free diving. Professional diver Jacques opted to follow in the footsteps of his father, who died at sea when Jacques was a boy; to the bewilderment of scientists, Jacques harbors a remarkable ability to adjust his heart rate and breathing pattern in the water, so that his vital signs more closely resemble that of dolphins than men.  As Enzo persuades a reluctant Jacques to compete against him in a free diving contest -- determining who can dive deeper and longer without scuba gear -- Jacques meets Johana, a beautiful insurance investigator from America, and he finds that he must choose between his love for her and his love of the sea.","genres":["Adventure","Drama","Romance"],"poster":"https://image.tmdb.org/t/p/w500/vbi56h6a1BGjnhq2RnUrcQZs2aV.jpg","release_date":579225600},
    {"id":176,"title":"Saw","overview":"Obsessed with teaching his victims the value of life, a deranged, sadistic serial killer abducts the morally wayward. Once captured, they must face impossible choices in a horrific game of survival. The victims must fight to win their lives back, or die trying...","genres":["Horror","Mystery","Crime"],"poster":"https://image.tmdb.org/t/p/w500/pparEGTCxcTiImyVFoKD0LX11N8.jpg","release_date":1096588800},
    {"id":177,"title":"The Fisher King","overview":"Two troubled men face their terrible destinies and events of their past as they join together on a mission to find the Holy Grail and thus to save themselves.","genres":["Comedy","Drama"],"poster":"https://image.tmdb.org/t/p/w500/5mb1IV53luUNTRyF3TSC77X1KZs.jpg","release_date":685324800},
    {"id":178,"title":"Blown Away","overview":"Blown Away tells the story of Jimmy Dove who works for the Boston bomb squad. Shortly after Dove leaves the force his partner is killed by a bomb that Dove thinks might have been made by someone he knows.","genres":["Thriller"],"poster":"https://image.tmdb.org/t/p/w500/kiV3KcjE0bVgfMwRG9HhRFG8Ggq.jpg","release_date":773020800},
    {"id":179,"title":"The Interpreter","overview":"After Silvia Broome, an interpreter at United Nations headquarters, overhears plans of an assassination, an American Secret Service agent is sent to investigate.","genres":["Crime","Thriller"],"poster":"https://image.tmdb.org/t/p/w500/6Z5zcXO8yz0CObeqpfrDSnvBJYT.jpg","release_date":1112918400},
    {"id":180,"title":"Minority Report","overview":"John Anderton is a top 'Precrime' cop in the late-21st century, when technology can predict crimes before they're committed. But Anderton becomes the quarry when another investigator targets him for a murder charge.","genres":["Action","Thriller","Science Fiction","Mystery"],"poster":"https://image.tmdb.org/t/p/w500/qtgFcnwh9dAFLocsDk2ySDVS8UF.jpg","release_date":1024531200},
    {"id":182,"title":"The Good German","overview":"An American journalist arrives in Berlin just after the end of World War Two. He becomes involved in a murder mystery surrounding a dead GI who washes up at a lakeside mansion during the Potsdam negotiations between the Allied powers. Soon his investigation connects with his search for his married pre-war German lover.","genres":["Drama","Thriller","Mystery"],"poster":"https://image.tmdb.org/t/p/w500/3LjHC2CWDkzoiPehf3GViujws0.jpg","release_date":1165536000},
    {"id":183,"title":"The Wizard","overview":"Corey refuses to let his emotionally disturbed younger brother Jimmy be institutionalized, and the two run away together. They soon join forces with a resourceful girl, who notices that Jimmy has a special talent: he is a \"wizard\" at video games and can achieve the high score on absolutely everything he plays. Evading their parents and a sinister bounty hunter, the trio head for a climactic showdown at the national video game championships in California.","genres":["Adventure","Comedy","Drama","Family"],"poster":"https://image.tmdb.org/t/p/w500/wx3kPuzH8XhWxFg1gp6UaOw7rfT.jpg","release_date":629683200},
    {"id":184,"title":"Jackie Brown","overview":"Jackie Brown is a flight attendant who gets caught in the middle of smuggling cash into the country for her gunrunner boss. When the cops try to use Jackie to get to her boss, she hatches a plan — with help from a bail bondsman — to keep the money for herself.","genres":["Crime","Thriller","Drama"],"poster":"https://image.tmdb.org/t/p/w500/ewbLUXvm4riZL0aepy90o0vMesn.jpg","release_date":860630400},
    {"id":185,"title":"A Clockwork Orange","overview":"In a near-future Britain, young Alexander DeLarge and his pals get their kicks beating and raping anyone they please. When not destroying the lives of others, Alex swoons to the music of Beethoven. The state, eager to crack down on juvenile crime, gives an incarcerated Alex the option to undergo an invasive procedure that'll rob him of all personal agency. In a time when conscience is a commodity, can Alex change his tune?","genres":["Science Fiction","Drama"],"poster":"https://image.tmdb.org/t/p/w500/4sHeTAp65WrSSuc05nRBKddhBxO.jpg","release_date":61948800},
    {"id":186,"title":"Lucky Number Slevin","overview":"Slevin is mistakenly put in the middle of a personal war between the city’s biggest criminal bosses. Under constant watch, Slevin must try not to get killed by an infamous assassin and come up with an idea of how to get out of his current dilemma. A film with many twists and turns.","genres":["Drama","Thriller","Crime","Mystery"],"poster":"https://image.tmdb.org/t/p/w500/zX4Z8DzCsp7OtPpYoJmQNxCW9SI.jpg","release_date":1140739200},
    {"id":187,"title":"Sin City","overview":"Welcome to Sin City. This town beckons to the tough, the corrupt, the brokenhearted. Some call it dark… Hard-boiled. Then there are those who call it home — Crooked cops, sexy dames, desperate vigilantes. Some are seeking revenge, others lust after redemption, and then there are those hoping for a little of both. A universe of unlikely and reluctant heroes still trying to do the right thing in a city that refuses to care.","genres":["Thriller","Action","Crime"],"poster":"https://image.tmdb.org/t/p/w500/8qGW691AOyqbKsEhpe7nHwMEbRe.jpg","release_date":1112313600},
    {"id":189,"title":"Sin City: A Dame to Kill For","overview":"Some of Sin City's most hard-boiled citizens cross paths with a few of its more reviled inhabitants.","genres":["Crime","Action","Thriller"],"poster":"https://image.tmdb.org/t/p/w500/50kALxDX4mmzIRljbNbPY0u4cie.jpg","release_date":1408492800},
    {"id":192,"title":"The Name of the Rose","overview":"14th-century Franciscan monk William of Baskerville and his young novice arrive at a conference to find that several monks have been murdered under mysterious circumstances. To solve the crimes, William must rise up against the Church's authority and fight the shadowy conspiracy of monastery monks using only his intelligence – which is considerable.","genres":["Drama","Thriller","Mystery"],"poster":"https://image.tmdb.org/t/p/w500/d6dlbTBb3N7nXDz7tQslDJs2jgv.jpg","release_date":527904000},
    {"id":193,"title":"Star Trek: Generations","overview":"Captain Jean-Luc Picard and the crew of the Enterprise-D find themselves at odds with the renegade scientist Soran who is destroying entire star systems. Only one man can help Picard stop Soran's scheme...and he's been dead for seventy-eight years.","genres":["Science Fiction","Action","Adventure","Thriller"],"poster":"https://image.tmdb.org/t/p/w500/rHsCYDGHFUarGh5k987b0EFU6kC.jpg","release_date":785116800},
    {"id":194,"title":"Amélie","overview":"At a tiny Parisian café, the adorable yet painfully shy Amélie accidentally discovers a gift for helping others. Soon Amelie is spending her days as a matchmaker, guardian angel, and all-around do-gooder. But when she bumps into a handsome stranger, will she find the courage to become the star of her very own love story?","genres":["Comedy","Romance"],"poster":"https://image.tmdb.org/t/p/w500/slVnvaH6fpF22154vnjQJdXCVZd.jpg","release_date":988156800},
    {"id":195,"title":"Trouble in Paradise","overview":"Thief Gaston Monescu and pickpocket Lily are partners in crime and love. Working for perfume company executive Mariette Colet, the two crooks decide to combine their criminal talents to rob their employer. Under the alias of Monsieur Laval, Gaston uses his position as Mariette's personal secretary to become closer to her. However, he takes things too far when he actually falls in love with Mariette, and has to choose between her and Lily.","genres":["Comedy","Crime","Romance"],"poster":"https://image.tmdb.org/t/p/w500/FBxuoLRD3Biyul14unT5m3PYNS.jpg","release_date":-1173052800},
    {"id":196,"title":"Back to the Future Part III","overview":"The final installment of the Back to the Future trilogy finds Marty digging the trusty DeLorean out of a mineshaft and looking for Doc in the Wild West of 1885. But when their time machine breaks down, the travelers are stranded in a land of spurs. More problems arise when Doc falls for pretty schoolteacher Clara Clayton, and Marty tangles with Buford Tannen.","genres":["Adventure","Comedy","Science Fiction"],"poster":"https://image.tmdb.org/t/p/w500/crzoVQnMzIrRfHtQw0tLBirNfVg.jpg","release_date":643593600},
    {"id":197,"title":"Braveheart","overview":"Enraged at the slaughter of Murron, his new bride and childhood love, Scottish warrior William Wallace slays a platoon of the local English lord's soldiers. This leads the village to revolt and, eventually, the entire country to rise up against English rule.","genres":["Action","Drama","History","War"],"poster":"https://image.tmdb.org/t/p/w500/or1gBugydmjToAEq7OZY0owwFk.jpg","release_date":801273600},
    {"id":198,"title":"To Be or Not to Be","overview":"During the Nazi occupation of Poland, an acting troupe becomes embroiled in a Polish soldier's efforts to track down a German spy.","genres":["Comedy","War"],"poster":"https://image.tmdb.org/t/p/w500/dDQRpEoyjHT4fzw9cNklIvZuXYg.jpg","release_date":-878169600},
    {"id":199,"title":"Star Trek: First Contact","overview":"The Borg, a relentless race of cyborgs, are on a direct course for Earth. Violating orders to stay away from the battle, Captain Picard and the crew of the newly-commissioned USS Enterprise E pursue the Borg back in time to prevent the invaders from changing Federation history and assimilating the galaxy.","genres":["Science Fiction","Action","Adventure","Thriller"],"poster":"https://image.tmdb.org/t/p/w500/vrC1lkTktFQ4AqBfqf4PXoDDLcw.jpg","release_date":848620800},
    {"id":200,"title":"Star Trek: Insurrection","overview":"When an alien race and factions within Starfleet attempt to take over a planet that has \"regenerative\" properties, it falls upon Captain Picard and the crew of the Enterprise to defend the planet's people as well as the very ideals upon which the Federation itself was founded.","genres":["Science Fiction","Action","Adventure","Thriller"],"poster":"https://image.tmdb.org/t/p/w500/xQCMAHeg5M9HpDIqanYbWdr4brB.jpg","release_date":913334400},
    {"id":201,"title":"Star Trek: Nemesis","overview":"En route to the honeymoon of William Riker to Deanna Troi on her home planet of Betazed, Captain Jean-Luc Picard and the crew of the U.S.S. Enterprise receives word from Starfleet that a coup has resulted in the installation of a new Romulan political leader, Shinzon, who claims to seek peace with the human-backed United Federation of Planets. Once in enemy territory, the captain and his crew make a startling discovery: Shinzon is human, a slave from the Romulan sister planet of Remus, and has a secret, shocking relationship to Picard himself.","genres":["Science Fiction","Action","Adventure","Thriller"],"poster":"https://image.tmdb.org/t/p/w500/cldAwhvBmOv9jrd3bXWuqRHoXyq.jpg","release_date":1039737600},
    {"id":203,"title":"Mean Streets","overview":"A small-time hood must choose from among love, friendship and the chance to rise within the mob.","genres":["Drama","Crime"],"poster":"https://image.tmdb.org/t/p/w500/jJamsu1mbvwORTw6uha3zjbsMEy.jpg","release_date":118368000},
    {"id":204,"title":"The Wages of Fear","overview":"In the South American jungle, supplies of nitroglycerine are needed at a remote oil field. The oil company pays four men to deliver the supplies in two trucks. A tense rivalry develops between the two sets of drivers on the rough remote roads where the slightest jolt can result in death.","genres":["Drama","Thriller","Adventure"],"poster":"https://image.tmdb.org/t/p/w500/dZyZSosIlWcpQkV0f7pXcrV2TQV.jpg","release_date":-526867200},
    {"id":205,"title":"Hotel Rwanda","overview":"Inspired by true events, this film takes place in Rwanda in the 1990s when more than a million Tutsis were killed in a genocide that went mostly unnoticed by the rest of the world. Hotel owner Paul Rusesabagina houses over a thousand refuges in his hotel in attempt to save their lives.","genres":["Drama","History","War"],"poster":"https://image.tmdb.org/t/p/w500/p3pHw85UMZPegfMZBA6dZ06yarm.jpg","release_date":1078358400},
    {"id":207,"title":"Dead Poets Society","overview":"At an elite, old-fashioned boarding school in New England, a passionate English teacher inspires his students to rebel against convention and seize the potential of every day, courting the disdain of the stern headmaster.","genres":["Drama"],"poster":"https://image.tmdb.org/t/p/w500/ai40gM7SUaGA6fthvsd87o8IQq4.jpg","release_date":612748800},
    {"id":212,"title":"Arsenic and Old Lace","overview":"Mortimer Brewster, a newspaper drama critic, playwright and author known for his diatribes against marriage, suddenly falls in love and gets married;  but when he makes a quick trip home to tell his two maiden aunts, he finds out his aunts' hobby - killing lonely old men and burying them in the cellar!","genres":["Comedy","Crime"],"poster":"https://image.tmdb.org/t/p/w500/xG1GEEQGgExKl0WT5sRo1Arst5D.jpg","release_date":-799459200},
    {"id":213,"title":"North by Northwest","overview":"Advertising man Roger Thornhill is mistaken for a spy, triggering a deadly cross-country chase.","genres":["Mystery","Thriller"],"poster":"https://image.tmdb.org/t/p/w500/9pf8CuIT64cFvsyocWOjbKGcXmt.jpg","release_date":-330912000},
    {"id":214,"title":"Saw III","overview":"Jigsaw has disappeared. Along with his new apprentice Amanda, the puppet-master behind the cruel, intricate games that have terrified a community and baffled police has once again eluded capture and vanished. While city detective scramble to locate him, Doctor Lynn Denlon and Jeff Reinhart are unaware that they are about to become the latest pawns on his vicious chessboard.","genres":["Horror","Thriller","Crime"],"poster":"https://image.tmdb.org/t/p/w500/dfl7ti4ataetiyoOg3SI0FA9KeP.jpg","release_date":1161907200},
    {"id":215,"title":"Saw II","overview":"When a new murder victim is discovered with all the signs of Jigsaw's hand, Detective Eric Matthews begins a full investigation and apprehends Jigsaw with little effort. But for Jigsaw, getting caught is just another part of his plan. Eight more of his victims are already fighting for their lives and now it's time for Matthews to join the game.","genres":["Horror"],"poster":"https://image.tmdb.org/t/p/w500/gTnaTysN8HsvVQqTRUh8m35mmUA.jpg","release_date":1130457600},
    {"id":216,"title":"Ali: Fear Eats the Soul","overview":"Emmi Kurowski, a cleaning lady, is lonely in her old age. Her husband died years ago, and her grown children offer little companionship. One night she goes to a bar frequented by Arab immigrants and strikes up a friendship with middle-aged mechanic Ali. Their relationship soon develops into something more, and Emmi's family and neighbors criticize their spontaneous marriage. Soon Emmi and Ali are forced to confront their own insecurities about their future.","genres":["Romance","Drama"],"poster":"https://image.tmdb.org/t/p/w500/raYnFIAXuxl3GwVPg1GkODi9dVq.jpg","release_date":139622400},
    {"id":217,"title":"Indiana Jones and the Kingdom of the Crystal Skull","overview":"Set during the Cold War, the Soviets—led by sword-wielding Irina Spalko—are in search of a crystal skull which has supernatural powers related to a mystical Lost City of Gold. Indy is coerced to head to Peru at the behest of a young man whose friend—and Indy's colleague—Professor Oxley has been captured for his knowledge of the skull's whereabouts.","genres":["Adventure","Action"],"poster":"https://image.tmdb.org/t/p/w500/56As6XEM1flWvprX4LgkPl8ii4K.jpg","release_date":1211328000},
    {"id":218,"title":"The Terminator","overview":"In the post-apocalyptic future, reigning tyrannical supercomputers teleport a cyborg assassin known as the \"Terminator\" back to 1984 to kill Sarah Connor, whose unborn son is destined to lead insurgents against 21st century mechanical hegemony. Meanwhile, the human-resistance movement dispatches a lone warrior to safeguard Sarah. Can he stop the virtually indestructible killing machine?","genres":["Action","Thriller","Science Fiction"],"poster":"https://image.tmdb.org/t/p/w500/qvktm0BHcnmDpul4Hz01GIazWPr.jpg","release_date":467596800},
    {"id":219,"title":"Volver","overview":"Raimunda lives and works in Madrid with her husband Paco and their daughter Paula. Raimunda's sister Sole lives nearby. The two sisters miss their mother Irene who died several years ago in a house fire along with their father. When a former neighbor from their hometown reports that she has seen the ghost of Irene, the daughters do not believe her. After a murder and a family tragedy, however, Irene's spirit materializes around her daughters to comfort them.","genres":["Comedy","Drama","Romance"],"poster":"https://image.tmdb.org/t/p/w500/ljRPzuI1xybiFUGU1uCRdx68h0K.jpg","release_date":1142467200},
    {"id":220,"title":"East of Eden","overview":"In the Salinas Valley in and around World War I, Cal Trask feels he must compete against overwhelming odds with his brother for the love of their father. Cal is frustrated at every turn, from his reaction to the war, how to get ahead in business and in life, and how to relate to his estranged mother.","genres":["Drama","Romance"],"poster":"https://image.tmdb.org/t/p/w500/4MXfPlVS5aY6FJlJ5Y0qXsPnNcy.jpg","release_date":-467596800},
    {"id":221,"title":"Rebel Without a Cause","overview":"After moving to a new town, troublemaking teen Jim Stark is supposed to have a clean slate, although being the new kid in town brings its own problems. While searching for some stability, Stark forms a bond with a disturbed classmate, Plato, and falls for local girl Judy. However, Judy is the girlfriend of neighborhood tough, Buzz. When Buzz violently confronts Jim and challenges him to a drag race, the new kid's real troubles begin.","genres":["Drama"],"poster":"https://image.tmdb.org/t/p/w500/qNmYLRadv106IhG6T2wSFH3Bc7W.jpg","release_date":-447379200},
    {"id":223,"title":"Rebecca","overview":"Story of a young woman who marries a fascinating widower only to find out that she must live in the shadow of his former wife, Rebecca, who died mysteriously several years earlier. The young wife must come to grips with the terrible secret of her handsome, cold husband, Max De Winter. She must also deal with the jealous, obsessed Mrs. Danvers, the housekeeper, who will not accept her as the mistress of the house.","genres":["Drama","Mystery","Thriller","Romance"],"poster":"https://image.tmdb.org/t/p/w500/3Gla0nxHboX3nxQzaU4SoqOtTjh.jpg","release_date":-939686400},
    {"id":226,"title":"Boys Don't Cry","overview":"A young transgender man explores his gender identity and searches for love in rural Nebraska.","genres":["Crime","Drama"],"poster":"https://image.tmdb.org/t/p/w500/mnnGtVKxDyLCsqfHC0WfXCJRJvR.jpg","release_date":936230400},
    {"id":227,"title":"The Outsiders","overview":"When two poor Greasers, Johnny, and Ponyboy are assaulted by a vicious gang, the Socs, and Johnny kills one of the attackers, tension begins to mount between the two rival gangs, setting off a turbulent chain of events.","genres":["Crime","Drama"],"poster":"https://image.tmdb.org/t/p/w500/t0dy2Q1j9hlQ8kkt0TzGImYNt2C.jpg","release_date":417398400},
    {"id":228,"title":"The Blue Angel","overview":"Prim professor Immanuel Rath finds some of his students ogling racy photos of cabaret performer Lola Lola and visits a local club, The Blue Angel, in an attempt to catch them there. Seeing Lola perform, the teacher is filled with lust, eventually resigning his position at the school to marry the young woman. However, his marriage to a coquette -- whose job is to entice men -- proves to be more difficult than Rath imagined.","genres":["Drama"],"poster":"https://image.tmdb.org/t/p/w500/9giSPs43kYB76eLBEq9eMdcdK2G.jpg","release_date":-1254528000},
    {"id":229,"title":"The Bride of Frankenstein","overview":"Bride of Frankenstein begins where James Whale's Frankenstein from 1931 ended. Dr. Frankenstein has not been killed as previously portrayed and now he wants to get away from the mad experiments. Yet when his wife is kidnapped by his creation, Frankenstein agrees to help him create a new monster, this time a woman.","genres":["Drama","Horror","Science Fiction"],"poster":"https://image.tmdb.org/t/p/w500/5241zUwe7rC17MNc2QpCBKKdp1N.jpg","release_date":-1095120000},
    {"id":231,"title":"Syriana","overview":"The Middle Eastern oil industry is the backdrop of this tense drama, which weaves together numerous story lines. Bennett Holiday is an American lawyer in charge of facilitating a dubious merger of oil companies, while Bryan Woodman, a Switzerland-based energy analyst, experiences both personal tragedy and opportunity during a visit with Arabian royalty. Meanwhile, veteran CIA agent Bob Barnes uncovers an assassination plot with unsettling origins.","genres":["Drama","Thriller"],"poster":"https://image.tmdb.org/t/p/w500/mO3hWUTOxmLJxihvDU0YFkb0Mb5.jpg","release_date":1132704000},
    {"id":232,"title":"Rumble Fish","overview":"Rusty James, an absent-minded street thug, struggles to live up to his legendary older brother's reputation, and longs for the days when gang warfare was going on.","genres":["Action","Crime","Drama"],"poster":"https://image.tmdb.org/t/p/w500/vwMfVhBwAcRT7K0xjFrNoNf9YRb.jpg","release_date":435456000},
    {"id":233,"title":"The Wanderers","overview":"The streets of the Bronx are owned by '60s youth gangs where the joy and pain of adolescence is lived. Philip Kaufman tells his take on the novel by Richard Price about the history of the Italian-American gang ‘The Wanderers.’","genres":["Drama"],"poster":"https://image.tmdb.org/t/p/w500/oedFtX9hZZWpD7L5wkD0WxSteY2.jpg","release_date":300672000},
    {"id":234,"title":"The Cabinet of Dr. Caligari","overview":"Francis, a young man, recalls in his memory the horrible experiences he and his fiancée Jane recently went through. Francis and his friend Alan visit The Cabinet of Dr. Caligari, an exhibit where the mysterious doctor shows the somnambulist Cesare, and awakens him for some moments from his death-like sleep.","genres":["Drama","Horror","Thriller","Crime"],"poster":"https://image.tmdb.org/t/p/w500/myK9DeIsXWGKgUTZyGXg2IfFk0W.jpg","release_date":-1572998400},
    {"id":235,"title":"Stand by Me","overview":"Gordie, Chris, Teddy and Vern are four friends who decide to hike to find the corpse of Ray Brower, a local teenager, who was hit by a train while plucking blueberries in the wild.","genres":["Crime","Drama"],"poster":"https://image.tmdb.org/t/p/w500/vz0w9BSehcqjDcJOjRaCk7fgJe7.jpg","release_date":523843200},
    {"id":236,"title":"Muriel's Wedding","overview":"A young social outcast in Australia steals money from her parents to finance a vacation where she hopes to find happiness, and perhaps love.","genres":["Drama","Comedy","Romance"],"poster":"https://image.tmdb.org/t/p/w500/zJyTr8Fo412a2OIfJGXTRAm4IwX.jpg","release_date":777513600},
    {"id":237,"title":"Young Adam","overview":"A young drifter working on a river barge disrupts his employers' lives while hiding the fact that he knows more about a dead woman found in the river than he admits.","genres":["Drama","Thriller","Crime","Romance"],"poster":"https://image.tmdb.org/t/p/w500/1VpzaZHt94GteKf464vCUzqLmuC.jpg","release_date":1064534400},
    {"id":238,"title":"The Godfather","overview":"Spanning the years 1945 to 1955, a chronicle of the fictional Italian-American Corleone crime family. When organized crime family patriarch, Vito Corleone barely survives an attempt on his life, his youngest son, Michael steps in to take care of the would-be killers, launching a campaign of bloody revenge.","genres":["Drama","Crime"],"poster":"https://image.tmdb.org/t/p/w500/3bhkrj58Vtu7enYsRolD1fZdja1.jpg","release_date":69379200},
    {"id":239,"title":"Some Like It Hot","overview":"Two musicians witness a mob hit and struggle to find a way out of the city before they are found by the gangsters. Their only opportunity is to join an all-girl band as they leave on a tour. To make their getaway they must first disguise themselves as women, then keep their identities secret and deal with the problems this brings - such as an attractive bandmate and a very determined suitor.","genres":["Comedy","Music","Romance","Crime"],"poster":"https://image.tmdb.org/t/p/w500/2MMgcZpW17fzF9q0yjuFoVDulio.jpg","release_date":-340502400},
    {"id":240,"title":"The Godfather: Part II","overview":"In the continuing saga of the Corleone crime family, a young Vito Corleone grows up in Sicily and in 1910s New York. In the 1950s, Michael Corleone attempts to expand the family business into Las Vegas, Hollywood and Cuba.","genres":["Drama","Crime"],"poster":"https://image.tmdb.org/t/p/w500/hek3koDUyRQk7FIhPXsa6mT2Zc3.jpg","release_date":156729600},
    {"id":241,"title":"Natural Born Killers","overview":"Two victims of traumatized childhoods become lovers and psychopathic serial murderers irresponsibly glorified by the mass media.","genres":["Crime","Thriller","Drama"],"poster":"https://image.tmdb.org/t/p/w500/fEKZwT91gxvkAoyPgpNXo8W5fu0.jpg","release_date":777772800},
    {"id":242,"title":"The Godfather: Part III","overview":"In the midst of trying to legitimize his business dealings in 1979 New York and Italy, aging mafia don, Michael Corleone seeks forgiveness for his sins while taking a young protege under his wing.","genres":["Crime","Drama","Thriller"],"poster":"https://image.tmdb.org/t/p/w500/lm3pQ2QoQ16pextRsmnUbG2onES.jpg","release_date":662083200},
    {"id":243,"title":"High Fidelity","overview":"When record store owner Rob Gordon gets dumped by his girlfriend, Laura, because he hasn't changed since they met, he revisits his top five breakups of all time in an attempt to figure out what went wrong. As Rob seeks out his former lovers to find out why they left, he keeps up his efforts to win Laura back.","genres":["Comedy","Drama","Romance","Music"],"poster":"https://image.tmdb.org/t/p/w500/e2LZGB62GMhv3Fo8tDZjY87I81a.jpg","release_date":953251200},
    {"id":244,"title":"King Kong","overview":"A film crew discovers the \"eighth wonder of the world,\" a giant prehistoric ape, and brings him back to New York, where he wreaks havoc.","genres":["Adventure","Drama","Horror","Science Fiction"],"poster":"https://image.tmdb.org/t/p/w500/lHlnxKL5GbgRibyRFI7n1Ey850i.jpg","release_date":-1161302400},
    {"id":245,"title":"About a Boy","overview":"Will Freeman is a good-looking, smooth-talking bachelor whose primary goal in life is avoiding any kind of responsibility. But when he invents an imaginary son in order to meet attractive single moms, Will gets a hilarious lesson about life from a bright, but hopelessly geeky 12-year-old named Marcus. Now, as Will struggles to teach Marcus the art of being cool, Marcus teaches Will that you're never too old to grow up.","genres":["Drama","Comedy","Romance"],"poster":"https://image.tmdb.org/t/p/w500/qoZ1bD0q9EFqcNiEYbEigsRcNCt.jpg","release_date":1019779200},
    {"id":246,"title":"Zatoichi","overview":"Zatoichi is a 19th century blind nomad who makes his living as a gambler and masseur. However, behind this humble facade, he is a master swordsman gifted with a lightning-fast draw and breathtaking precision. While wandering, Zatoichi discovers a remote mountain village at the mercy of Ginzo, a ruthless gang-leader. Ginzo disposes of anyone who gets in his way, especially after hiring the mighty samurai ronin, Hattori, as a bodyguard. After a raucous night of gambling in town, Zatoichi encounters a pair of geishas--as dangerous as they are beautiful--who've come to avenge their parents' murder. As the paths of these and other colorful characters intertwine, Ginzo's henchmen are soon after Zatoichi. With his legendary cane sword at his side, the stage is set for a riveting showdown.","genres":["Adventure","Drama","Action"],"poster":"https://image.tmdb.org/t/p/w500/iCIycswWbX1EDS6PYYBcR9ohrC.jpg","release_date":1062806400},
    {"id":247,"title":"The Killing","overview":"Career criminal Johnny Clay recruits a sharpshooter, a crooked police officer, a bartender and a betting teller named George, among others, for one last job before he goes straight and gets married. But when George tells his restless wife about the scheme to steal millions from the racetrack where he works, she hatches a plot of her own.","genres":["Crime","Drama","Thriller"],"poster":"https://image.tmdb.org/t/p/w500/lnbuDjMNw2mUeJ2NsGF7HMMTWfU.jpg","release_date":-428284800},
    {"id":248,"title":"Pocketful of Miracles","overview":"Boozy, brassy Apple Annie, a beggar with a basket of apples, is as much a part of downtown New York as old Broadway itself. Bootlegger Dave the Dude is a sucker for her apples -- he thinks they bring him luck. But Dave and girlfriend Queenie Martin need a lot more than luck when it turns out that Annie is in a jam and only they can help: Annie's daughter Louise, who has lived all her life in a Spanish convent, is coming to America with a Count and his son. The count's son wants to marry Louise, who thinks her mother is part of New York society. It's up to Dave and Queenie and their cronies to turn Annie into a lady and convince the Count and his son that they are hobnobbing with New York's elite.","genres":["Comedy","Drama"],"poster":"https://image.tmdb.org/t/p/w500/xjXwcGJjT5tE22wazQUYH32HwU8.jpg","release_date":-253670400},
    {"id":249,"title":"The War of the Roses","overview":"The Roses, Barbara and Oliver, live happily as a married couple. Then she starts to wonder what life would be like without Oliver, and likes what she sees. Both want to stay in the house, and so they begin a campaign to force each other to leave. In the middle of the fighting is D'Amato, the divorce lawyer. He gets to see how far both will go to get rid of the other, and boy do they go far.","genres":["Comedy","Drama"],"poster":"https://image.tmdb.org/t/p/w500/8NfjXFoTHKRJuHJYcrMjKnG71ig.jpg","release_date":629078400},
    {"id":251,"title":"Ghost","overview":"Sam Wheat is a banker, Molly Jensen is an artist, and the two are madly in love. However, when Sam is murdered by his friend and corrupt business partner Carl Bruner over a shady business deal, he is left to roam the earth as a powerless spirit. When he learns of Carl's betrayal, Sam must seek the help of psychic Oda Mae Brown to set things right and protect Molly from Carl and his goons.","genres":["Fantasy","Drama","Thriller","Mystery","Romance"],"poster":"https://image.tmdb.org/t/p/w500/w9RaPHov8oM5cnzeE27isnFMsvS.jpg","release_date":647740800},
    {"id":252,"title":"Willy Wonka & the Chocolate Factory","overview":"Eccentric candy man Willy Wonka prompts a worldwide frenzy when he announces that golden tickets hidden inside five of his delicious candy bars will admit their lucky holders into his top-secret confectionary. But does Wonka have an agenda hidden amid a world of Oompa Loompas and chocolate rivers?","genres":["Family","Fantasy","Comedy"],"poster":"https://image.tmdb.org/t/p/w500/vmpsZkrs4Uvkp9r1atL8B3frA63.jpg","release_date":47001600},
    {"id":253,"title":"Live and Let Die","overview":"James Bond must investigate a mysterious murder case of a British agent in New Orleans. Soon he finds himself up against a gangster boss named Mr. Big.","genres":["Adventure","Action","Thriller"],"poster":"https://image.tmdb.org/t/p/w500/4i88LrZEaQ8iJohlw6BBx3ypX5q.jpg","release_date":110678400},
    {"id":254,"title":"King Kong","overview":"In 1933 New York, an overly ambitious movie producer coerces his cast and hired ship crew to travel to mysterious Skull Island, where they encounter Kong, a giant ape who is immediately smitten with the leading lady.","genres":["Adventure","Drama","Action"],"poster":"https://image.tmdb.org/t/p/w500/lBtlVlECMW98tz3a3O1C2s1vric.jpg","release_date":1134345600},
    {"id":255,"title":"Stolen Kisses","overview":"The third in a series of films featuring François Truffaut's alter-ego, Antoine Doinel, the story resumes with Antoine being discharged from military service. His sweetheart Christine's father lands Antoine a job as a security guard, which he promptly loses. Stumbling into a position assisting a private detective, Antoine falls for his employers' seductive wife, Fabienne, and finds that he must choose between the older woman and Christine.","genres":["Comedy","Drama","Romance"],"poster":"https://image.tmdb.org/t/p/w500/5qHh1Vp2TOOX5IaTVt4wyT8OTnR.jpg","release_date":-41817600},
    {"id":257,"title":"Oliver Twist","overview":"Oliver Twist the modern filmed version of Charles Dickens bestseller, a Roman Polanski adaptation. The classic Dickens tale, where an orphan meets a pickpocket on the streets of London. From there, he joins a household of boys who are trained to steal for their master.","genres":["Crime","Drama","Family"],"poster":"https://image.tmdb.org/t/p/w500/zhPdYZ3x2uanhM1SyBj4CuL6hSa.jpg","release_date":1127433600},
    {"id":258,"title":"Bed and Board","overview":"Parisian everyman Antoine Doinel has married his sweetheart Christine Darbon, and the newlyweds have set up a cozy domestic life of selling flowers and giving violin lessons while Antoine fitfully works on his long-gestating novel. As Christine becomes pregnant with the couple's first child, Antoine finds himself enraptured with a young Japanese beauty. The complications change the course of their relationship forever.","genres":["Comedy","Drama","Romance"],"poster":"https://image.tmdb.org/t/p/w500/eUJH9NDtbOYUsSjiloS7hqpKoXy.jpg","release_date":21686400},
    {"id":259,"title":"Love on the Run","overview":"Beginning with \"The 400 Blows,\" director Francois Truffaut made a series of films about the impetuous Antoine Doinel, in which this is the last. Antoine is now 30, working as a proofreader and getting divorced from his his wife. It being the first \"no-fault\" divorce in France, a media circus erupts, dredging up Antoine's past. Indecisive about his new love with a store clerk, he impulsively takes off with an old flame.","genres":["Comedy","Drama","Romance"],"poster":"https://image.tmdb.org/t/p/w500/hEtuFlpeb5ZU5fa5klkKA5Q3G36.jpg","release_date":285984000},
    {"id":260,"title":"The 39 Steps","overview":"Richard Hanney has a rude awakening when a glamorous female spy falls into his bed -- with a knife in her back. Having a bit of trouble explaining it all to Scotland Yard, he heads for the hills of Scotland to try to clear his name by locating the spy ring known as \"The 39 Steps.\"","genres":["Mystery","Thriller"],"poster":"https://image.tmdb.org/t/p/w500/paI9Tmqm2cZG6xy4Tnjw3Ydjuw5.jpg","release_date":-1091059200},
    {"id":261,"title":"Cat on a Hot Tin Roof","overview":"An alcoholic ex-football player drinks his days away, having failed to come to terms with his sexuality and his real feelings for his football buddy who died after an ambiguous accident. His wife is crucified by her desperation to make him desire her: but he resists the affections of his wife. His reunion with his father—who is dying of cancer—jogs a host of memories and revelations for both father and son.","genres":["Drama","Romance"],"poster":"https://image.tmdb.org/t/p/w500/vWf1AR8rC6WjGKELlmLv2VAUZJB.jpg","release_date":-357955200},
    {"id":262,"title":"The King of Comedy","overview":"Aspiring comic Rupert Pupkin attempts to achieve success in show business by stalking his idol, a late night talk-show host who craves his own privacy.","genres":["Comedy","Crime","Drama","Thriller"],"poster":"https://image.tmdb.org/t/p/w500/m24EbHxT9NGYEkOlu29YcLOgjgK.jpg","release_date":409017600},
    {"id":266,"title":"Contempt","overview":"A philistine in the art film business, Jeremy Prokosch is a producer unhappy with the work of his director. Prokosch has hired Fritz Lang to direct an adaptation of \"The Odyssey,\" but when it seems that the legendary filmmaker is making a picture destined to bomb at the box office, he brings in a screenwriter to energize the script. The professional intersects with the personal when a rift develops between the writer and his wife.","genres":["Drama"],"poster":"https://image.tmdb.org/t/p/w500/3BL3pykwRR3RUd1zDj082Vz89Kl.jpg","release_date":-194918400},
    {"id":267,"title":"Live Flesh","overview":"A scorned ex-convict forces himself into the lives of the couple who put him behind bars.","genres":["Drama","Romance","Thriller"],"poster":"https://image.tmdb.org/t/p/w500/7YPGYeamF6AuyxhKqbd5oNKKCCy.jpg","release_date":877996800},
    {"id":268,"title":"Batman","overview":"Batman must face his most ruthless nemesis when a deformed madman calling himself \"The Joker\" seizes control of Gotham's criminal underworld.","genres":["Fantasy","Action"],"poster":"https://image.tmdb.org/t/p/w500/hztwplhxe2X9sq24CIcvkUy2DHZ.jpg","release_date":614563200},
    {"id":269,"title":"Breathless","overview":"A young car thief kills a policeman and tries to persuade a girl to hide in Italy with him.","genres":["Drama","Crime"],"poster":"https://image.tmdb.org/t/p/w500/9Wx0Wdn2EOqeCZU4SP6tlS3LOml.jpg","release_date":-309139200},
    {"id":271,"title":"Ronia, The Robber's Daughter","overview":"Ronya lives happily in her father's castle until she comes across a new playmate, Birk, in the nearby dark forest. The two explore the wilderness, braving dangerous Witchbirds and Rump-Gnomes. But when their families find out Birk and Ronja have been playing together, they forbid them to see each other again. Indeed, their fathers are competing robber chieftains and bitter enemies. Now the two spunky children must try to tear down the barriers that have kept their families apart for so long.","genres":["Adventure","Drama","Fantasy","Family"],"poster":"https://image.tmdb.org/t/p/w500/gatMa1qfwpJqiawPjJxodUvdB0.jpg","release_date":471830400},
    {"id":272,"title":"Batman Begins","overview":"Driven by tragedy, billionaire Bruce Wayne dedicates his life to uncovering and defeating the corruption that plagues his home, Gotham City.  Unable to work within the system, he instead creates a new identity, a symbol of fear for the criminal underworld - The Batman.","genres":["Action","Crime","Drama"],"poster":"https://image.tmdb.org/t/p/w500/1P3ZyEq02wcTMd3iE4ebtLvncvH.jpg","release_date":1118361600},
    {"id":274,"title":"The Silence of the Lambs","overview":"Clarice Starling is a top student at the FBI's training academy. Jack Crawford wants Clarice to interview Dr. Hannibal Lecter, a brilliant psychiatrist who is also a violent psychopath, serving life behind bars for various acts of murder and cannibalism. Crawford believes that Lecter may have insight into a case and that Starling, as an attractive young woman, may be just the bait to draw him out.","genres":["Crime","Drama","Thriller","Horror"],"poster":"https://image.tmdb.org/t/p/w500/rplLJ2hPcOQmkFhTqUte0MkEaO2.jpg","release_date":665366400},
    {"id":275,"title":"Fargo","overview":"Jerry, a small-town Minnesota car salesman is bursting at the seams with debt... but he's got a plan. He's going to hire two thugs to kidnap his wife in a scheme to collect a hefty ransom from his wealthy father-in-law. It's going to be a snap and nobody's going to get hurt... until people start dying. Enter Police Chief Marge, a coffee-drinking, parka-wearing - and extremely pregnant - investigator who'll stop at nothing to get her man. And if you think her small-time investigative skills will give the crooks a run for their ransom... you betcha!","genres":["Crime","Drama","Thriller"],"poster":"https://image.tmdb.org/t/p/w500/rt7cpEr1uP6RTZykBFhBTcRaKvG.jpg","release_date":826243200},
    {"id":276,"title":"The Edukators","overview":"Three activists cobble together a kidnapping plot after they encounter a businessman in his home.","genres":["Drama","Comedy"],"poster":"https://image.tmdb.org/t/p/w500/3Z0R46cuFWB6gxZwEBf8ekVxgZ0.jpg","release_date":1098662400}
]